// Misc Strings

"fibre-channel-card-name"           = "Apple FC-kort";
"unknown"                           = "<ukjent>";
"default-filename"                  = "Fibre Channel-kort";
"port-name-prefix"                  = "Port";
"slot-name-prefix"					= "Plass ";
"restart-required"                  = "Omstart kreves før innstillingene trer i kraft.";

// Status string.

"Offline"                           = "Portkoblingen er ikke aktiv.";
"Online"                            = "Portkoblingen er aktiv.";
// Speed status string.
"speed-status"                      = " Hastigheten er stilt inn til <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Forbindelse ikke etablert";
"link-status-nolink-unsupported"	= "Ingen forbindelse opprettet (kabelen støttes ikke)";
"link-status-link"					= "Forbindelse etablert";
"link-status-link-unsupported"		= "Forbindelse opprettet (kabelen støttes ikke)";

// speed status string.
"1-gigabit-per-second"              = "1 Gb/s";
"2-gigabit-per-second"              = "2 Gb/s";
"speed-automatic"                   = "konfigurer automatisk";
"automatic-1-gigabit"               = "konfigurer automatisk og er nå 1 Gb/s";
"automatic-2-gigabit"               = "konfigurer automatisk og er nå 2 Gb/s";

// Topology status string.
"toplogy-status"                    = " Porttopologien er stilt inn til <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Punkt-til-punkt";
"arbitrated-loop"                   = "Arbitrær sløyfe";
"topology-automatic"                = "konfigurer automatisk";
"automatic-point-to-point"          = "konfigurer automatisk og er nå punkt-til-punkt";
"automatic-arbitrated-loop"         = "konfigurer automatisk og er nå Arbitrær sløyfe";

// Alerts
"incompatible-driver-title"         = "Installer den nyeste driveren";
"incompatible-driver"               = "Dette programmet krever versjon 1.1.0 eller nyere av AppleLSIFusionMPT.kext. Kontroller at du har installert den nyeste driveren, og  prøv igjen.";
"alert-no-cards-title"              = "Fant ikke Apple Fibre Channel-kort";
"alert-no-cards"                    = "Kontroller at Apple Fibre Channel-kortet er riktig installert, og prøv igjen.";
"alert-restart-title"               = "Omstart";
"alert-restart-required"            = "Omstart kreves før innstillingene trer i kraft. Vil du utføre en omstart nå?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Ja";
"alert-no-button"                   = "Nei";
"alert-cancel-button"               = "Avbryt";
"alert-tool-title"                  = "Feil med fibreconfig-verktøyet";
"alert-fibreconfig-error"           = "Det oppsto en feil med fibreconfig-verktøyet.";
"alert-missing-tool"                = "Fibreconfig-verktøyet mangler.";
"alert-non-executeable-tool"        = "Fibreconfig-verktøyet er ikke utførbart, og det er mulig at det må installeres på nytt.";
"ww-node-name-tooltip"              = "World Wide-nodenavn";
"ww-port-name-tooltip"              = "World Wide-portnavn";